Repository: LeonHTM/TichuStats
Catalog: TichuStatsWidgets/Localizable.xcstrings
Source language: en
Languages: de

# elo.rating
source: %@ Rating
de: %@ Wertung

# elo.widgetDescription
source: Your Elo Rating over time
de: Deine Elo-Wertung über Zeit

# elo.widgetTitle
source: Elo Rating History
de: Elo-Wertung Verlauf

# elo.willAppear
source: Your Elo-Ranking graph will appear here, once you’ve played a game.
de: Der Graph deiner Elo-Wertung wird hier erscheinen, sobald du ein Tichu-Spiel gespielt hast.

# game.chooseGame
source: Choose Tichu Game
de: Tichu-Spiel wählen

# game.title
source: Pick a game
de: Spiel auswählen

# game.title.game
source: Pick favorited game
de: Wähle Lieblings Tichu-Spiel

# game.widgetDescription
source: Graph of your favorite Tichu game. Favorite game inside App to be able to pick them
de: Graph deines Lieblings Tichu-Spiels. Favorisiere ein Spiel in der App, um es hier auswählen zu können.

# game.widgetTitle
source: Favorite Game
de: Lieblings Tichu-Spiel

# general.unknown
source: Unknown
de: Unbekannt

# statistics.stat.addict
source: Addict
de: Süchtiger

# statistics.stat.addict.description
source: Games played
de: Gespielte Spiele

# statistics.stat.announcer
source: Announcer
de: Ansager

# statistics.stat.announcer.description
source: Announcement likelyhood
de: Ansagen-Warscheindlichkeit

# statistics.stat.bigGambler
source: Big Gambler
de: Grosser Gambler

# statistics.stat.bigGambler.description
source: BIg Tichu rate
de: Grosse-Tichu-Rate

# statistics.stat.bomber.description
source: Bombs per round rate
de: Bomben pro Runde

# statistics.stat.chooseStat
source: Chose Statistic
de: Wähle Statistik

# statistics.stat.climber
source: Climber
de: Kletterer

# statistics.stat.climber.description
source: Average placement.
de: Durchschnittliche Platzierung

# statistics.stat.elo
source: Elo Ranking
de: Elo-Wertung

# statistics.stat.elo.description
source: All time rating
de: Elo-Wertung

# statistics.stat.saboteur.description
source: Prevented Tichu rate
de: Vorgebeugte Tichus

# statistics.stat.teamPlayer
source: Team Player
de: Teamspieler

# statistics.stat.teamPlayer.description
source: Double-win rate
de: Doppelsieg-Rate

# statistics.stat.tichuMaster
source: Tichu Master
de: Tichumeister

# statistics.stat.tichuMaster.description
source: Points from announcements
de: Punkte von Ansagen

# statistics.stat.visionary
source: Visionary
de: Hellseher

# statistics.stat.visionary.description
source: Announced when first
de: Angesagt wenn erster geworden

# statistics.stat.winnerPercentage
source: Winner
de: Sieger

# statistics.stat.winnerPercentage.description
source: Winning Percentage
de: Siegrate

# statistics.timeframe.allTime
source: All Time
de: Komplett

# statistics.timeframe.chooseTimeframe
source: Choose Timeframe
de: Zeitrahmen wählen

# statistics.timeframe.day
source: Day
de: Heute

# statistics.timeframe.month
source: Month
de: Monat

# statistics.timeframe.week
source: Week
de: Woche

# statistics.timeframe.year
source: Year
de: Jahr

# statistics.title
source: Choose statistic to display
de: Wähle Statistik, welche angezeigt werden soll

# statistics.title.statistic
source: Statistic
de: Statistik

# statistics.title.timeframe
source: Timeframe
de: Zeitrahmen

# statistics.widgetDescription
source: Tichu Statistic of your choice
de: Tichu Statistiken deiner Wahl

# statistics.widgetTitle
source: Statistics
de: Statistiken
